Repository: mamolinux/battery-monitor
Catalog: po/*.po
Languages: lo

source: Battery Monitor Indicator
lo: ຕົວຊີ້ບອກສະຖານະແບັດເຕີຣີ

source: Start indicator for Battery Monitor.
lo: ເລີ່ມຕົວຊີ້ບອກສະຖານະແບັດເຕີຣີ.

source: Battery Monitor
lo: ຕົວຕິດຕາມແບັດເຕີຣີ

source: A utility tool, notifies user about charging, discharging and not charging state of the battery on Linux.
lo: ເຄື່ອງມືອຸປະໂພກ, ແຈ້ງເຕືອນຜູ້ໃຊ້ກ່ຽວກັບສະຖານະການສາກ, ການໃຊ້ງານ ແລະ ບໍ່ໄດ້ສາກແບັດເຕີຣີເທິງ Linux.

source: About
lo: ກ່ຽວກັບ

source: Battery Monitor is a utility tool developed on Python3 and PyGtk3. It will notify the user about charging, discharging, not charging and critically low battery state of the battery on Linux (surely if the battery is present).
lo: ຕົວຕິດຕາມແບັດເຕີຣີ ເປັນເຄື່ອງມືອຸປະໂພກທີ່ພັດທະນາດ້ວຍ Python3 ແລະ PyGtk3. ມັນຈະແຈ້ງເຕືອນຜູ້ໃຊ້ກ່ຽວກັບການສາກ, ການໃຊ້ງານ, ບໍ່ໄດ້ສາກ ແລະ ສະຖານະແບັດເຕີຣີເຫຼືອໜ້ອຍວິກິດໃນ Linux (ຖ້າມີແບັດເຕີຣີຕິດຕັ້ງຢູ່).

source: Maintainer
lo: ຜູ້ດູແລ

source: Cheers! Your battery is being monitored now.
lo: ສຳເລັດ! ຕອນນີ້ແບັດເຕີຣີຂອງທ່ານກຳລັງຖືກຕິດຕາມຢູ່.

source: Alas! Battery is not yet present!
lo: ຂໍອະໄພ! ຍັງບໍ່ມີແບັດເຕີຣີ!

source: Dependency Error! acpi is not installed.
lo: ຜິດພາດດ້ານສ່ວນປະກອບ! ຍັງບໍ່ໄດ້ຕິດຕັ້ງ acpi.

source: Charging
lo: ກຳລັງສາກ

source: Now {battery_percentage} %, {remaining_time}
lo: ຕອນນີ້ {battery_percentage} %, {remaining_time}

source: Discharging
lo: ກຳລັງໃຊ້ງານ

source: Fully Charged - Unplug your Charger
lo: ສາກເຕັມແລ້ວ - ກະລຸນາຖອດສາຍສາກອອກ

source: {battery_percentage} % Remaining
lo: ເຫຼືອ {battery_percentage} %

source: Fully Charged
lo: ສາກເຕັມແລ້ວ

source: Low Battery
lo: ແບັດເຕີຣີເຫຼືອໜ້ອຍ

source: Critically Low Battery
lo: ແບັດເຕີຣີເຫຼືອໜ້ອຍວິກິດ

source: Only {battery_percentage} %, {remaining_time}
lo: ເຫຼືອພຽງ {battery_percentage} %, {remaining_time}

source: First Custom Warning
lo: ການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີໜຶ່ງ

source: Second Custom Warning
lo: ການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີສອງ

source: Third Custom Warning
lo: ການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີສາມ

source: Upper Threshold Warning - Unplug your Charger
lo: ເຕືອນລະດັບສູງສຸດ - ກະລຸນາຖອດສາຍສາກອອກ

source: Full
lo: ເຕັມ

source: 00:10:12 remaining
lo: ເຫຼືອເວລາ 00:10:12

source: 01:47:31 remaining
lo: ເຫຼືອເວລາ 01:47:31

source: 02:33:47 remaining
lo: ເຫຼືອເວລາ 02:33:47

source: 03:24:25 remaining
lo: ເຫຼືອເວລາ 03:24:25

source: discharging at zero rate - will never fully discharge
lo: ກຳລັງໃຊ້ງານໃນອັດຕາສູນ - ຈະບໍ່ມີວັນໝົດ

source: Keyboard Shortcuts
lo: ປຸ່ມລັດ

source: Close Window
lo: ປິດໜ້າຕ່າງ

source: Successfully Saved!
lo: ບັນທຶກສຳເລັດ!

source: Your settings have been saved successfully.
lo: ການຕັ້ງຄ່າຂອງທ່ານໄດ້ຖືກບັນທຶກສຳເລັດແລ້ວ.

source: Validation Error!
lo: ການກວດສອບຜິດພາດ!

source: Upper threshold Warning must be greater than zero.
lo: ການເຕືອນລະດັບສູງສຸດຕ້ອງໃຫຍ່ກວ່າສູນ.

source: The value of first custom warning must be greater than then value of second custom warning.
lo: ຄ່າຂອງການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີໜຶ່ງຕ້ອງໃຫຍ່ກວ່າຄ່າຂອງການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີສອງ.

source: The value of second custom warning must be greater than the value 0f third custom warning.
lo: ຄ່າຂອງການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີສອງຕ້ອງໃຫຍ່ກວ່າຄ່າຂອງການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີສາມ.

source: The value of third custom warning must be greater than the value of low battery warning.
lo: ຄ່າຂອງການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີສາມຕ້ອງໃຫຍ່ກວ່າຄ່າຂອງການເຕືອນແບັດເຕີຣີເຫຼືອໜ້ອຍ.

source: The value of low battery warning must be greater than the value of critical battery warning.
lo: ຄ່າຂອງການເຕືອນແບັດເຕີຣີເຫຼືອໜ້ອຍຕ້ອງໃຫຍ່ກວ່າຄ່າຂອງການເຕືອນແບັດເຕີຣີວິກິດ.

source: Low battery warning can not be empty.
lo: ການເຕືອນແບັດເຕີຣີເຫຼືອໜ້ອຍບໍ່ສາມາດເປັນຄ່າຫວ່າງໄດ້.

source: Critical battery warning can not be empty.
lo: ການເຕືອນແບັດເຕີຣີວິກິດບໍ່ສາມາດເປັນຄ່າຫວ່າງໄດ້.

source: Notification stability time must be greater than zero.
lo: ໄລຍະເວລາຄົງທີ່ຂອງການແຈ້ງເຕືອນຕ້ອງໃຫຍ່ກວ່າສູນ.

source: Notification stability time can not be empty.
lo: ໄລຍະເວລາຄົງທີ່ຂອງການແຈ້ງເຕືອນບໍ່ສາມາດເປັນຄ່າຫວ່າງໄດ້.

source: Notification count must be greater than zero.
lo: ຈຳນວນການແຈ້ງເຕືອນຕ້ອງໃຫຍ່ກວ່າສູນ.

source: Notification count can not be empty.
lo: ຈຳນວນການແຈ້ງເຕືອນບໍ່ສາມາດເປັນຄ່າຫວ່າງໄດ້.

source: Restore default settings?
lo: ຟື້ນຄືນຄ່າເລີ່ມຕົ້ນບໍ່?

source: Click ok to restore and save default settings successfully.
lo: ກົດ ຕົກລົງ ເພື່ອຟື້ນຄືນ ແລະ ບັນທຶກຄ່າເລີ່ມຕົ້ນ.

source: Settings
lo: ການຕັ້ງຄ່າ

source: Quit
lo: ອອກ

source: Disable Success Notification:
lo: ປິດການແຈ້ງເຕືອນຄວາມສຳເລັດ:

source: Enable/disable to show/hide success notification at startup.
lo: ເປີດ/ປິດ ເພື່ອສະແດງ/ເຊື່ອງ ການແຈ້ງເຕືອນຄວາມສຳເລັດຕອນເລີ່ມຕົ້ນລະບົບ.

source: Battery
lo: ແບັດເຕີຣີ

source: Upper Threshold Warning at:
lo: ເຕືອນລະດັບສູງສຸດທີ່:

source: Indicates whether success notification has been shown. Make it no/No/NO to show the success notification.
lo: ຊີ້ບອກວ່າການແຈ້ງເຕືອນຄວາມສຳເລັດໄດ້ຖືກສະແດງແລ້ວບໍ່. ຕັ້ງເປັນ no/No/NO ເພື່ອສະແດງການແຈ້ງເຕືອນຄວາມສຳເລັດ.

source: First Custom Warning at:
lo: ການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີໜຶ່ງທີ່:

source: Set in percentage, must be greater than Second Custom Warning
lo: ຕັ້ງຄ່າເປັນເປີເຊັນ, ຕ້ອງໃຫຍ່ກວ່າການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີສອງ

source: Second Custom Warning at:
lo: ການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີສອງທີ່:

source: Set in percentage, must be greater than Third Custom Warning
lo: ຕັ້ງຄ່າເປັນເປີເຊັນ, ຕ້ອງໃຫຍ່ກວ່າການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີສາມ

source: Third Custom Warning at:
lo: ການເຕືອນທີ່ກຳນົດເອງຄັ້ງທີສາມທີ່:

source: Set in percentage, must be smaller than Other Warnings.
lo: ຕັ້ງຄ່າເປັນເປີເຊັນ, ຕ້ອງນ້ອຍກວ່າການເຕືອນອື່ນໆ.

source: Low Battery Warning at:
lo: ເຕືອນແບັດເຕີຣີເຫຼືອໜ້ອຍທີ່:

source: Set in percentage.
lo: ຕັ້ງຄ່າເປັນເປີເຊັນ.

source: Critical Battery Warning at:
lo: ເຕືອນແບັດເຕີຣີວິກິດທີ່:

source: Battery Configuration
lo: ການກຳນົດຄ່າແບັດເຕີຣີ

source: Disable Notification Sound:
lo: ປິດສຽງແຈ້ງເຕືອນ:

source: Enable/Disable notification sound.
lo: ເປີດ/ປິດ ສຽງແຈ້ງເຕືອນ.

source: Select Custom Sound File:
lo: ເລືອກໄຟລ໌ສຽງທີ່ກຳນົດເອງ:

source: Select an Audio file to be played while showing notification.
lo: ເລືອກໄຟລ໌ສຽງເພື່ອຫຼິ້ນໃນຂະນະທີ່ສະແດງການແຈ້ງເຕືອນ.

source: Select an audio file
lo: ເລືອກໄຟລ໌ສຽງ

source: Sound
lo: ສຽງ

source: Sound Configuration
lo: ການກຳນົດຄ່າສຽງ

source: Notification Duration:
lo: ໄລຍະເວລາແຈ້ງເຕືອນ:

source: Set in second
lo: ຕັ້ງຄ່າເປັນວິນາທີ

source: Notification Count:
lo: ຈຳນວນການແຈ້ງເຕືອນ:

source: Notification
lo: ການແຈ້ງເຕືອນ

source: Save
lo: ບັນທຶກ

source: Saves current values as default settings.
lo: ບັນທຶກຄ່າປັດຈຸບັນເປັນຄ່າເລີ່ມຕົ້ນ.

source: Reset to defaults
lo: ຕັ້ງຄ່າເລີ່ມຕົ້ນຄືນໃໝ່

source: Resets current values to default settings.
lo: ຕັ້ງຄ່າປັດຈຸບັນຄືນເປັນຄ່າເລີ່ມຕົ້ນ.

source: Close this Window(Press Ctrl+W)
lo: ປິດໜ້າຕ່າງນີ້ (ກົດ Ctrl+W)

source: Status
lo: ສະຖານະ

source: Utility tool to notify the user about different battery states.
lo: ເຄື່ອງມືອຸປະໂພກເພື່ອແຈ້ງເຕືອນຜູ້ໃຊ້ກ່ຽວກັບສະຖານະຕ່າງໆຂອງແບັດເຕີຣີ.

source: Reset
lo: ຕັ້ງຄ່າໃໝ່

source: Other Shortcuts
lo: ປຸ່ມລັດອື່ນໆ

source: Shortcuts
lo: ປຸ່ມລັດ
